Repository: pennisiandrea/sorting-station
Catalog: SortingStation/Logical/Source/Conveyor/ConveyorAlarms.tmx
Source language: en
Languages: it

source: Conveyor was not able to homing
it: Conveyor ha fallito l'homing

source: Conveyor was not able to power on
it: Conveyor ha fallito il power on

source: Conveyor axis is in error
it: Conveyor ha rilevato una malfunzionamento dell'asse

source: Conveyor cannot be initialized
it: Conveyor non è riuscito ad eseguire l'inizializzazione

source: Too many caps on the conveyor
it: Rilevate troppe caps sul conveyor
